Repository: jenspfahl/KeepAwake
Catalog: KeepAwake@jepfa.*/locale/*/LC_MESSAGES/KeepAwake.po
Languages: ca, de

source: Computer can fall asleep.
ca: L'ordinador es pot adormir.
de: Rechner kann einschlafen.

source: Computer keeps awake.
ca: L'ordinador es manté despert.
de: Rechner bleibt wach.

# COMPUTER_KEEPS_AWAKE_PERSISTENT
source: Computer keeps awake, even after restarts.
ca: L'ordinador es manté despert, fins i tot després de reinicis.
de: Rechner bleibt wach, auch nach Neustart.

# DESC_ALLOW_SCREEN_DIMM
source: Allow that screen can be dimmed or turned off, although Keep Awake is activated. (Only hibernate / suspension will be prevented.)
ca: Permetre que la pantalla es pugui enfosquir o apagar, tot i que Keep Awake estigui activat. (Només es prevenirà la hibernació / suspensió.)
de: Erlaube, dass der Bildschirm abgedunkelt oder abgeschaltet wird, obwohl der Rechner wach bleiben soll. (Nur Bereitschaftsmodus wird verhindert)

# DESC_COLORIZE_ICON_BG_IF_KEEP_AWAKE
source: Colorize icon background if keep awake is active
ca: Coloritza el fons de la icona si Keep Awake està actiu.
de: Zeige Symbol mit Hintergrundfarbe wenn Rechner wach bleibt

# DESC_KEEP_AWAKE_WHEN_LOCKED
source: Computer keeps awake even if the desktop is locked (and Keep Awake is active).
ca: L'ordinador es manté despert fins i tot si l'escriptori està bloquejat (i Keep Awake està actiu).
de: Der Rechner bleibt auch wach, wenn der Sperrbildschirm aktiv ist (und der Rechner wach bleiben soll).

# DESC_SHOW_NOTIFICATION_WHEN_CLICKED
source: Show a short message when the mode has been changed by clicking on the icon.
ca: Mostra un missatge breu quan el mode s'ha canviat fent clic a la icona.
de: Zeige eine kurze Nachricht wenn der Modus durch ein Klick auf das Symbol geändert wurde.

# DESC_USE_ALTERNATIVE_ICON_SET
source: Use an alternative icon set
ca: Utilitza un conjunt d'icones alternatiu.
de: Verwende alternative Symbole

# GROUP_APPEARANCE
source: Appearance
ca: Aparença
de: Aussehen

# GROUP_BEHAVIOUR
source: Behaviour
ca: Comportament
de: Verhalten

# GROUP_NOTIFICATIONS
source: Notifications
ca: Notificacions
de: Benachrichtigungen

# TITLE_ALLOW_SCREEN_DIMM
source: Allow screen dimming
ca: Permetre l'enfosquiment de la pantalla
de: Erlaube Bildschirmabdunklung

# TITLE_COLORIZED_ICON_BG
source: Colorized icon background
ca: Fons de la icona coloritzat
de: Farblicher Symbol-Hintergrund

# TITLE_COLORIZE_ICON_BGWITH_THIS_COLOR
source: Colorize icon background with this color in this case
ca: Coloritza el fons de la icona amb aquest color en aquest cas
de: Nutze diese Hintergrundfarbe

# TITLE_KEEP_AWAKE_WHEN_LOCKED
source: Keep awake when desktop is locked
ca: Mantén despert quan l'escriptori està bloquejat
de: Bleibe wach wenn Bildschirm gesperrt

# TITLE_SHOW_NOTIFICATIONS
source: Show notifications when mode been changed
ca: Mostra notificacions quan el mode ha estat canviat
de: Zeige Benachrichtigungen wenn Modus geändert wird

# TITLE_USE_BOLD_ICONS_REQUIRES_RELAUNCH
source: Use bold icons which may be more appealing. A change requires a relaunch of Gnome to take in effect!
ca: Utilitza icones gruixudes que poden ser més atractives.
de: Verwende dickere Symbole welche besser passen könnten. Diese Änderung erfordert einen Gnome-Neustart!

# VIDEO_MODE_ALREADY_CONFIGURED
source: Your desktop, screensaver and power options are already prepared to keep awake!
ca: El teu escriptori, el salvapantalles i les opcions d'energia ja estan preparats per mantenir-se desperts!
de: Desktop, Bildschirmschoner und Energiesparoptionen sind bereits auf wach bleiben gestellt!
